/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "За 1 минуту до отключения";

/* Title for the about page */
"About" = "О программе";

/* The string describing a buddy's account */
"Account" = "Учетная запись";

/* Title for the accounts tab */
"Accounts" = "Учетные записи";

/* String to be displayed when a buddy is Active */
"Active" = "Активно";

/* The title for the view to add a buddy */
"Add Buddy" = "Добавить контакт";

/* String to describe advanced set of settings */
"Advanced" = "Дополнительно";

/* Agree to EULA */
"Agree" = "Согласен";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Пароль открытым текстом";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Автоматическое удаление";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Автоматически отсылать логи падений";

/* Label in buddy list for users that are available */
"Available" = "Доступен";

/* Label in buddy list for users that are away */
"Away" = "Отошел";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "сеанс закончится через одну минуту.";

/* string to describe basic set of settings */
"Basic" = "Основное";

/* The String for a button to block a buddy */
"Block" = "Блокировать";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Блокировать и удалить";

/* Name for default buddy group */
"Buddies" = "Общие";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Информация";

/* Title for the buddy list tab */
"Buddy List" = "Контакты";

/* Cancel an alert window */
"Cancel" = "Отмена";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Прервать защищенный разговор";

/* Title for chat view */
"Chat" = "Чат";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Беседуй со мной безопасно";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure использует множество открытых наработок";

/* let users know source is on Github */
"Check out the source here on Github" = "Исходный код доступен на Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Очистить чат";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Подключить Facebook";

/* Whether or not account is logged in */
"Connected" = "Подключено";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Внести вклад в перевод";

/* Title for the conversations tab */
"Conversations" = "Беседы";

/* default string to revert to normal language behaviour */
"Default" = "По умолчанию";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Удалить аккаунт?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Удаление чатов при отключении";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Не согласен";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Отключить Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Отключен";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Не беспокоить";

/* Label text for domain field on login scree */
"Domain" = "Домен";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Необходимо указать домен";

/* Title for donation link */
"Donate" = "Пожертвовать";

/* Title for button to press when user is finished */
"Done" = "Готово";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Введенный текст";

/* Title of error message pop-up box */
"Error!" = "Ошибка!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Недоступен";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Не удалось подключиться к серверу. Проверьте учетные данные, интернет-соединение и повторите попытку.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Не удалось авторизоваться. Пожалуйста, повторите";

/* your fingerprint */
"Fingerprint for you" = "Ваш отпечаток";

/* Size for the font in the chat screen */
"Font Size" = "Размер шрифта";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Ушло";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Группа";

/* The string describing a buddy's groups ... plural */
"Groups" = "Группы";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Несовпадение имени хоста";

/* Ignore an incoming message */
"Ignore" = "Игнорировать";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Неактивно";

/* Short for information, button title to get more information */
"Info" = "Инфо";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Начать шифрованный разговор";

/* Message shown in line for users that are available */
"is now available" = "теперь доступен";

/* Message shown in line for users that are away */
"is now away" = "теперь отошел";

/* Message shown in line for users that are offline */
"is now offline" = "теперь отключен";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "XMPP (Jabber)";

/* string to bring up language selector */
"Language" = "Язык";

/* String of title to alert user language is change */
"Language Change" = "Смена языка";

/* log in to account */
"Log In" = "Войти";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Нажмите Войти на странице Настройки (в верхнем правом углу списка контактов) и выберите контакт для чата";

/* log out from account */
"Log Out" = "Выйти";

/* shown during the login process */
"Logging in..." = "Вход...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Войти в";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Выйти из OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Выйти из XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "Сообщение";

/* The string describing a buddy's display name */
"Name" = "Имя";

/* For a new settings value */
"New" = "Новый";

/* Title for New Account View */
"New Account" = "Новая учетная запись";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Новый статус: %@";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Нет сохраненных учетных записей";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Недоступен";

/* Not Verified or cancel verified */
"Not Verified" = "Не проверен";

/* Label in buddy list for users that are offline */
"Offline" = "Не в сети";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Старый";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Открыть в Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Необязательно";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Другое";

/* Label text for password field on login screen */
"Password" = "Пароль";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Ожидает подтверждения";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Удалить навсегда";

/* Label for port number field for connecting to service */
"Port" = "Порт";

/* label for link to ChatSecure project website */
"Project Homepage" = "Домашняя страница проекта";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Предполагаемый отпечаток для";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Читать";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Недавние";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Запомнить пароль";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Запомнить имя";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Удалить";

/* Reply to an incoming message */
"Reply" = "Ответ";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Требовать защищенное соединение\ (TLS\)";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Требуется";

/* Title for button for saving a setting */
"Save" = "Сохранить";

/* Title of alert box warning about security issues */
"Security Warning" = "Предупреждение о безопасности";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Самоподписанный сертификат";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Самоподписанный SSL";

/* For sending a message */
"Send" = "Отпр.";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Отчеты об ошибках";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Подтверждения доставки";

/* String on button to email feedback */
"Send Feedback" = "Обратная связь";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Уведомления о наборе";

/* Title for the Settings screen */
"Settings" = "Настройки";

/* Title for sharing a link to the app */
"Share" = "Поделиться";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Размер шрифта чатов";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Несовпадение хоста";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Чат с %@ больше не защищен";

/* Warns user that the current chat is secure */
"This chat is secured" = "Это безопасный чат";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Это безопасный и проверенный чат";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Этот QR-код содержит ссылку на http://omniqrcode.com/q/chatsecure и которая будет перенаправлена в App Store";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Печатает";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Имя пользователя";

/* Shown when verifying fingerprints */
"Verified" = "Проверен";

/* Shown when verifying fingerprints */
"Verify" = "Проверить";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Проверить отпечаток";

/* Shown when verifying fingerprints */
"Verify Later" = "Проверить позже";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Версия";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Предупреждение: чат не защищен";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Внимание: Используйте с предосторожностью! Это может снизить вашу безопасность.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Когда вы закончите этот разговор, сообщения будут удалены навсегда.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Вы (%@) были отключены";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Вы: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Беседа не безопасна";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Введите имя пользователя и пароль для входа";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Ваше пожертвование поможет продолжить разработку ChatSecure";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Ваше имя пользователя Facebook не является адресом электронной почты, который вы используете для входа в Facebook";

